brew 'age'
brew 'anomalyco/tap/opencode'
brew 'awscli'
brew 'awslogs'
brew 'bat'
brew 'bash'
brew 'coreutils'
brew 'eza'
brew 'fd'
brew 'flashspace'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'git-delta'
brew 'htop'
brew 'hunspell'
brew 'jq'
brew 'libpq'
brew 'magic-wormhole'
brew 'mise'
brew 'ncurses'
brew 'neovim'
brew 'openssl@3'
brew 'readline'
brew 'ripgrep'
brew 'ruff'
brew 'shellcheck'
brew 'sqlite'
brew 'util-linux'
brew 'uv'
brew 'watch'
brew 'wget'
brew 'zoxide'
brew 'zsh'
brew 'zsh-completions'
brew 'zsh-autosuggestions'
brew 'zsh-syntax-highlighting'

cask 'font-inconsolata-nerd-font'
cask 'ghostty'
cask 'keepingyouawake'
cask 'alt-tab'
# cask 'slack'
# cask 'sublime-text'
